Repository: team-hummelt/hupa-starter
Catalog: languages/*.po
Languages: de_de

source: Hupa Theme options
de_de: Hupa Theme-Optionen

source: Pages Title
de_de: Seiten Titel

source: Show title
de_de: Titel anzeigen

source: Change title
de_de: Titel ändern

source: extra CSS class
de_de: Extra CSS Klasse

source: View
de_de: Ansicht

source: Show menu
de_de: Menü anzeigen

source: Select main menu
de_de: Hauptmenü auswählen

source: Select mobile phone menu
de_de: Handymenü auswählen

source: Top Area menu
de_de: Top Area Menü

source: Bottom Footer show
de_de: Bottom Footer anzeigen

source: Select Header:
de_de: Header auswählen:

source: select
de_de: auswählen

source: Select Footer:
de_de: Footer auswählen:

source: Top Area Menu:
de_de: Top Area Menü:

source: The action <b class="text-danger">cannot</b> be undone!
de_de: Die Aktion <b class="text-danger">kann nicht</b> rückgängig gemacht werden!

source: Do you really want to reset the settings?
de_de: Wollen Sie die Einstellungen wirklich zurücksetzen?

source: Do you really want to delete the carousel
de_de: Wollen Sie das Carousel wirklich löschen

source: Do you really want to delete the slider
de_de: Wollen Sie den Slider wirklich löschen

source: Reset settings
de_de: Einstellungen zurücksetzen

source: Reset settings really?
de_de: Einstellungen wirklich zurücksetzen?

source: Carousel delete
de_de: Carousel löschen

source: Carousel delete?
de_de: Carousel löschen?

source: Slider delete
de_de: Slider löschen

source: Data successfully saved!
de_de: Daten erfolgreich gespeichert!

source: Data could not be saved!!
de_de: Daten konnten nicht gespeichert werden!

source: No data available!
de_de: keine Daten vorhanden!

source: Select Image
de_de: Bild auswählen

source: Select logo for theme
de_de: Logo für Theme auswählen

source: Insert Image
de_de: Bild einfügen

source: Select pin
de_de: Pin auswählen

source: Select custom pin
de_de: Custom Pin auswählen

source: Delete pin
de_de: Pin löschen

source: Coordinates:
de_de: Koordinaten:

source: custom pin
de_de: benutzerdefinierter Pin

source: This text appears when you click on the pin
de_de: Dieser Text erscheint beim klick auf den Pin

source: Custom Pin:
de_de: Benutzerdefinierter Pin:

source: Height
de_de: Höhe

source: Wide
de_de: Breite

source: Add pin
de_de: Pin hinzufügen

source: Add new pin
de_de: Neuen Pin hinzufügen

source: save
de_de: Speichern

source: Username or email address
de_de: Benutzername oder E-Mail Adresse

source: Password
de_de: Passwort

source: Log In
de_de: Anmelden

source: Stay logged in
de_de: Angemeldet bleiben

source: add new slider
de_de: neuen Slider hinzufügen

source: Designation
de_de: Bezeichnung

source: Change the name of the carousel.
de_de: Bezeichnung des Carousels ändern.

source: the following options are also available:
de_de: zusätzlich gibt es noch folgende Optionen:

source: Light theme
de_de: helles Thema

source: dark theme
de_de: dunkles Thema

source: Carousel options
de_de: Carousel Optionen

source: Select the animation for the transition.
de_de: Wählen Sie die Animation für die Übergange aus.

source: Determines whether the carousel should be displayed under the navigation. This option is only used in the custom header.
de_de: Bestimmt, ob das Karussell unter der Navigation angezeigt werden soll. Diese Option wird nur im Custom Header angewendet.

source: Display control elements
de_de: Bedienelemente anzeigen

source: Adding in the previous and next controls.
de_de: Anzeigen von previous und next Icons.

source: Show indicators
de_de: Indikatoren anzeigen

source: You can also add the indicators to the carousel, alongside the controls, too.
de_de: Neben den Bedienelementen können Sie auch die Indikatoren zum Karussell hinzufügen.

source: If active, the individual slides are played back <b>automatically</b>. You can specify the time interval individually in the <b>slider settings</b> for each slider.
de_de: Wenn aktiv, werden die einzelnen Slides <b>automatisch</b> abgespielt. Den Zeit-Intervall können Sie individuell in den <b>Slider-Einstellungen</b> für <b>jeden</b> Slider angeben.

source: Carousel full width
de_de: Carousel volle Breite

source: When active, the carousel is displayed over the entire available screen width.
de_de: Wenn aktiv, wird das Carousel über die gesamte verfügbare Bildschirmbreite angezeigt.

source: Background for text
de_de: Hintergrund für Text

source: For better readability, a background can be displayed behind the text.
de_de: Für bessere Lesbarkeit, kann ein Hintergrund hinter den Text angezeigt werden.

source: Background for selectors
de_de: Hintergrund für Selektoren

source: If selected, a background colour is displayed behind the selectors.
de_de: Wenn ausgewählt, wird eine Hintergrundfarbe hinter den Selektoren angezeigt.

source: Container height
de_de: Container Höhe

source: The height can be specified in px, rem or vh (e.g. 500px). If the entry is empty, the default height of 65vh is used.
de_de: Die Höhe kann in px, rem oder vh angeben werden (z.B. 500px). Ist die Eingabe leer, wird die Standardhöhe von 65vh verwendet.

source: Select image
de_de: Bild auswählen

source: Delete image
de_de: Bild löschen

source: Select image for slider.
de_de: Bild für Slider auswählen.

source: Image size
de_de: Bildgröße

source: Specify the image size for output. (e.g. medium, large)
de_de: Geben Sie die Bildgröße für die Ausgabe an. (z.B. medium, large)

source: active
de_de: aktiv

source: Enable or disable sliders.
de_de: Slider aktivieren oder deaktivieren.

source: Time elapses between <b>automatic</b> advance to the next element. The specification is in <b class="text-danger">milliseconds</b>.
de_de: Zeitspanne zwischen dem <b>automatischen</b> Weiterschalten die zum nächsten Element vergeht. Die Angabe ist in <b class="font-red">Millisekunden</b>.

source: This entry overwrites the WordPress Image alt tag.
de_de: Dieser Eintrag überschreibt den WordPress Image alt Tag.

source: Title Tag
de_de: Titel Tag

source: This entry overwrites the WordPress Image title tag.
de_de: Dieser Eintrag überschreibt den WordPress Image Titel Tag.

source: Display caption on mobile devices
de_de: Bildunterschrift auf Mobile Geräte anzeigen

source: If active, the captions entered will be displayed on mobile devices.
de_de: Wenn aktiv, werden die eingetragenen Bildunterschriften auf Mobilen Geräten angezeigt.

source: <b>Font and icon</b> Color
de_de: <b>Schrift und Symbol</b> Farbe

source: Here you can change the font color for the texts, controls and idicators.
de_de: Hier kann die Schriftfarbe für die Texte, Bedienelemente und Indikatoren geändert werden.

source: Texts for sliders and font settings.
de_de: Texte für Slider und Schrifteinstellungen

source: First caption <small class="small">(top)</small>
de_de: Erste Beschriftung <small class="small">(oben)</small>

source: Font family
de_de: Schriftfamilie

source: Font style
de_de: Schriftstil

source: Font size
de_de: Schriftgröße

source: row height
de_de: Zeilenhöhe

source: Selector
de_de: Selektor

source: no background
de_de: kein Hintergrund

source: light theme
de_de: helles Thema

source: Preset
de_de: Voreinstellung

source: Standard Menu
de_de: Standard Menü

source: show
de_de: anzeigen

source: hide
de_de: ausblenden

source: Social Media
de_de: Soziale Medien

source: Top Area Menu
de_de: Top Area Menü

source: Look what I found:
de_de: Schau mal was ich gefunden habe:

source: Hupa Social Media
de_de: Hupa Soziale Medien

source: Title
de_de: Titel

source: Show icon
de_de: Symbol anzeigen

source: Show button
de_de: Button anzeigen

source: Show coloured symbols
de_de: Farbige symbole anzeigen?

source: Add extra CSS class
de_de: Extra CSS Klasse hinzufügen

source: Contact
de_de: Kontakt

source: Website
de_de: Webseite

source: Edit Footer
de_de: Footer bearbeiten

source: Footer list navigation
de_de: Footer-Listennavigation

source: Footer Archives
de_de: Footer Archive

source: Edit Header
de_de: Header bearbeiten

source: Header list navigation
de_de: Header-Listennavigation

source: Create new header
de_de: Neuen Header erstellen

source: Header Archives
de_de: Header Archive

source: Top Menu Info text
de_de: Top Menü Infotext

source: Area for info or contact information.
de_de: Bereich für Infos oder Kontaktinformationen.

source: Top Menu Social media
de_de: Top Menü soziale Medien

source: Area for social media icons.
de_de: Bereich für soziale Medien Icons.

source: Top Menu Button
de_de: Top Menü Button

source: Area for button or search field.
de_de: Bereich für Button oder Suchfeld.

source: Overview
de_de: Übersicht

source: Create new Post-Slider
de_de: Neuen Post-Slider erstellen

source: Create new carousel
de_de: Neues Carousel erstellen

source: Enter carousel name (max 50 characters)
de_de: Carousel Bezeichnung eingeben (max 50: Zeichen)

source: Cancel
de_de: Abbrechen

source: Create carousel
de_de: Carousel erstellen

source: actual
de_de: aktuell

source: Hupa actual
de_de: Hupa aktuell

source: General
de_de: Allgemein

source: Fonts
de_de: Schrift

source: Colors
de_de: Farben

source: Theme options
de_de: Theme Optionen

source: News and Updates
de_de: News und Updates

source: General Theme Settings
de_de: Allgemeine Theme Einstellungen

source: Show Scroll To Top Button
de_de: Scroll To Top Button anzeigen

source: Show edit link
de_de: Bearbeiten Link anzeigen

source: Top Area active
de_de: Top Area aktiv

source: <code>container-fluid</code>extends across the entire width of the browser.
de_de: <code>container-fluid</code> erstreckt sich über die gesamte Breite des Browsers.

source: Main menu Settings
de_de: Hauptmenü-Settings

source: Main menu
de_de: Hauptmenü

source: Handy Menu Settings
de_de: Handy-Menü-Settings

source: Handy Menu
de_de: Handy Menü

source: Logo upload and Settings
de_de: Logo-Upload und Einstellungen

source: Image Upload
de_de: Bilderupload

source: Logo for Header
de_de: Logo für Header

source: Click here to select image
de_de: Zur Bildauswahl hier klicken

source: Remove image
de_de: Bild löschen

source: Logo for Login
de_de: Logo für Login

source: Use header logo
de_de: Header-Logo verwenden

source: URL for Login Logo
de_de: URL für Login Logo

source: After synchronisation, the page must be <b>reloaded</b>.
de_de: Nach dem synchronisieren muss die Seite <b>neu geladen</b> werden.

source: Folder synchronised!
de_de: Ordner synchronisiert!

source: The changes are visible after reloading the page.
de_de: Die Änderungen sind nach dem neu laden der Seite sichtbar.

source: Reload page
de_de: Seite neu laden

source: Headlines
de_de: Überschriften

source: Headline
de_de: Überschrift

source: Use standard font
de_de: Standard-Schrift verwenden

source: Display heading
de_de: Display-Überschrift

source: Font colour
de_de: Schriftfarbe

source: Font settings
de_de: Schrift-Einstellungen

source: Menu
de_de: Menü

source: Subtitle
de_de: Untertitel

source: Background colours
de_de: Hintergrundfarben

source: <b>Page</b> background colour
de_de: <b>Seite</b> Hintergrundfarbe

source: <b>Navigation</b> background colour
de_de: <b>Navigation</b> Hintergrundfarbe

source: Footer colour
de_de: Footer color

source: <b>Footer</b> background colour
de_de: <b>Footer</b> Hintergrundfarbe

source: Top Area colours
de_de: Top Area Farben

source: <b>Top Area</b> background colour
de_de: <b>Top Area</b> Hintergrundfarbe

source: <b>Top Area</b> Font color
de_de: <b>Top Area</b> Textfarbe

source: Menu colours
de_de: Menü-Farben

source: Menu Button
de_de: Menü Button

source: Menu Font in upper case.
de_de: Menü Schrift in Großbuchstaben.

source: Menu Button Background Colour
de_de: Menü Button Hintergrundfarbe

source: Font colour main menu
de_de: Schriftfarbe Hauptmenü

source: Menu Button active
de_de: Menü Button aktiv

source: Menu Button active Background colour
de_de: Menü Button aktiv Hintergrundfarbe

source: Menu Button active colour
de_de: Menü Button aktiv color

source: Menu Button hover
de_de: Menü Button hover

source: Menu Button hover Background colour
de_de: Menü Button hover Hintergrundfarbe

source: Menu Button hover colour
de_de: Menü Button hover color

source: Main menu dropdown
de_de: Hauptmenü Dropdown

source: Background colour main menu dropdown
de_de: Hintergrundfarbe Hauptmenü Dropdown

source: Dropdown active
de_de: Dropdown aktiv

source: Background Dropdown active
de_de: Hintergrundfarbe Dropdown aktiv

source: Dropdown active Color
de_de: Dropdown aktiv color

source: Background Dropdown hover
de_de: Hintergrundfarbe Dropdown hover

source: Login site
de_de: Login-Seite

source: Site
de_de: Seite

source: Background color
de_de: Hintergrundfarben

source: Font color
de_de: Schriftfarbe

source: Button Background color
de_de: Button Hintergrundfarbe

source: Button Font color
de_de: Button Schriftfarbe

source: Link colours
de_de: Link-Farbe

source: Link color
de_de: Link-Farbe

source: Link active color
de_de: Aktiver Link-Farbe

source: Link hover color
de_de: Link-Hover-Farbe

source: Wordpress settings
de_de: WordPress Einstellungen

source: Enable SVG upload
de_de: SVG-Upload aktivieren

source: SVG upload active
de_de: SVG-Upload aktiv

source: If this option is activated, <b>SVG graphics</b> can be uploaded with the WordPress media manager.
de_de: Ist diese Option aktiviert, können <b>SVG-Grafiken</b> mit dem WordPress-Medienmanager hochgeladen werden.

source: Disable Gutenberg Editor
de_de: Gutenberg Editor deaktivieren

source: Deactivate Editor
de_de: Editor deaktivieren

source: You have the possibility to <b>deactivate</b> the <b>Gutenberg Editor</b>. This option enables or disables the editor for <b>pages and posts</b>
de_de: Sie haben die Möglichkeit, den <b>Gutenberg-Editor</b> zu <b>deaktivieren</b>. Mit dieser Option aktivieren oder deaktivieren Sie den Editor für <b>Seiten und Beiträge</b>

source: Disable Gutenberg Widget Editor
de_de: Gutenberg Widget Editor deaktivieren

source: Deactivate Widget Editor
de_de: Widget-Editor deaktivieren

source: Activate or deactivate the Gutenberg <b>Widget Editor</b>.
de_de: Aktivieren oder deaktivieren Sie den Gutenberg <b>Widget Editor</b>.

source: Remove WordPress Version
de_de: WordPress Version entfernen

source: Remove version
de_de: Version entfernen

source: If active, the WordPress version is <b>hidden</b> in the FrontEnd.
de_de: Wenn aktiv, wird die WordPress-Version im Frontend <b>ausgeblendet</b>.

source: Remove emoji
de_de: Emoji entfernen

source: remove
de_de: entfernen

source: If this option is enabled the emoji source code will be <b>removed</b> from the front end.
de_de: Ist diese Option aktiviert, wird der Emoji-Quellcode aus dem Frontend <b>entfernt</b>.

source: Remove WP block CSS
de_de: WP-Block-CSS entfernen

source: If this option is activated, the CSS Gutenberg editor source code and WooCommerce CSS code is removed from the front end.
de_de: Ist diese Option aktiv, wird der CSS Gutenberg-Editor-Quellcode und der WooCommerce-CSS-Code aus dem Frontend entfernt.

source: Optimize HTML
de_de: HTML optimieren

source: If this option is active, the <b>HTML source</b> code in the frontend will be optimized.
de_de: Ist diese Option aktiv, wird der <b>HTML-Quellcode</b> im Frontend optimiert.

source: Reset all settings
de_de: Alle Einstellungen zurücksetzen

source: Settings reset!
de_de: Einstellungen zurückgesetzt!

source: Maps Settings
de_de: Maps Einstellungen

source: Manage pins
de_de: Pins verwalten

source: General settings
de_de: Allgemeine Einstellungen

source: Activate privacy query
de_de: Datenschutzabfrage aktivieren

source: custom colour scheme
de_de: benutzerdefiniertes Farbschema

source: Map colour scheme
de_de: Map Farbschema

source: Posts
de_de: Beiträge

source: sections
de_de: Sektionen

source: The position or order of the individual sections can be changed by <b>moving</b> the boxes.
de_de: Die Position bzw. Reihenfolge der einzelnen Sektionen, kann durch <b>verschieben</b> der Boxen geändert werden.

source: Box CSS Class
de_de: Box CSS Klasse

source: Enter CSS class <b>without</b> point.
de_de: CSS Klasse <b>ohne</b> Punkt eingeben.

source: Save <b class="text-danger">failed</b> (transmission error) - %s
de_de: Speichern <b class="text-danger" > fehlgeschlagen</b> (Übertragungsfehler) - %s

source: Read more »
de_de: Weiterlesen »

source: Read more
de_de: mehr

source: Older Comments
de_de: Ältere Kommentare

source: Newer Comments
de_de: Neuere Kommentare

source: Leave a Comment
de_de: Kommentar schreiben

source: Leave a Comment to %s
de_de: Kommentar zu %s

source: Post Comment
de_de: Kommentar senden

source: Start typing...
de_de: Kommentar

source: Email* (will not be published)
de_de: Email* (wird nicht veröffentlicht)

source: Top Nav
de_de: Top Navigation

source: Add widgets here.
de_de: Widgets hier hinzufügen.

source: Top Nav Search
de_de: Top Navigation Suche

source: 404 Page
de_de: 404 Seite

source: Submit
de_de: Senden

source: Edit
de_de: Bearbeiten

source: %s <span class="says d-none">says:</span>
de_de: %s <span class="sagt d-none">says:</span>

source: Your comment is awaiting moderation.
de_de: Dein Beitrag wartet auf die Moderation.

source: Save my name, email, and website in this browser for the next time I comment.
de_de: Meinen Namen, E-Mail und Website in diesem Browser speichern, bis ich wieder kommentiere.

source: Leave a comment
de_de: Kommentar schreiben

source: Tagged %1$s
de_de: Schlagworte %1$s

source: Internet Explorer detected
de_de: Internet Explorer erkannt

source: This website will offer limited functionality in this browser.
de_de: Diese Webseite bietet eingeschränkte Funktionen in diesem Browser.

source: Please use a modern and secure web browser like
de_de: Bitte verwende einen modernen und sicheren Browser wie z.B.

source: or
de_de: oder

source: to display this site correctly.
de_de: um diese Webseite korrekt darzustellen.

source: All
de_de: Alle

source: Look what I found:
de_de: Schau mal was ich gefunden habe:

source: Pages:
de_de: Seiten:

source: Search Results for: %s
de_de: Suchergebnisse für: %s

source: Search
de_de: Suche

source: by
de_de: von

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bereit deinen ersten Post zu veröffentlichen? <a href="%1$s"> Hier geht's los </a>.

source: Calculate shipping
de_de: Berechnen Sie den Versand

source: Have a coupon?
de_de: Haben Sie einen Coupon?

source: Your review...*
de_de: Deine Bewertung...*
